tap "janosmiko/tap"
brew "awscli"
brew "bash-completion"
brew "bash-language-server"
brew "bat"
brew "certigo"
brew "coreutils"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "hey"
brew "jq"
brew "kubectx"
brew "lsd"
brew "tree-sitter"
brew "neovim"
brew "pyright"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "terraform-ls"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "ykman"
brew "yaml-language-server"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "janosmiko/tap/lfk"
cask "ghostty"
cask "wezterm"  # fallback
cask "yaak"
